{
  "CopilotChat.nvim": { "branch": "main" },
  "Dockerfile.vim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "Vim-Jinja2-Syntax": { "branch": "master" },
  "Vundle.vim": { "branch": "master" },
  "YankAssassin.vim": { "branch": "main" },
  "ack.vim": { "branch": "master" },
  "aerial.nvim": { "branch": "master" },
  "ag.vim": { "branch": "master" },
  "ansible-vim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "bufferize.vim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "ctrlp-cmatcher": { "branch": "master" },
  "ctrlp-funky": { "branch": "main" },
  "ctrlp.vim": { "branch": "master" },
  "diffchar.vim": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "file-line": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "fuzzymenu.vim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gist-vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "goyo.vim": { "branch": "master" },
  "gruvbox": { "branch": "master" },
  "guess-indent.nvim": { "branch": "main" },
  "gv.vim": { "branch": "master" },
  "i3config.vim": { "branch": "master" },
  "jq.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "molokai": { "branch": "master" },
  "nvim-ghost.nvim": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "opencode.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "pop-punk.vim": { "branch": "master" },
  "quicker.nvim": { "branch": "master" },
  "salt-vim": { "branch": "master" },
  "sideways.vim": { "branch": "main" },
  "splitjoin.vim": { "branch": "main" },
  "syntastic": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "targets.vim": { "branch": "master" },
  "tcomment_vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "unite.vim": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-arduino": { "branch": "master" },
  "vim-bbye": { "branch": "master" },
  "vim-characterize": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-crystal": { "branch": "master" },
  "vim-cucumber": { "branch": "master" },
  "vim-dadbod": { "branch": "master" },
  "vim-dasht": { "branch": "master" },
  "vim-detailed": { "branch": "master" },
  "vim-dirdiff": { "branch": "master" },
  "vim-dispatch": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-exchange": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-git-log": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-glissues": { "branch": "master" },
  "vim-gnupg": { "branch": "main" },
  "vim-go": { "branch": "master" },
  "vim-grip": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-hybrid": { "branch": "master" },
  "vim-indent-guides": { "branch": "master" },
  "vim-jdaddy": { "branch": "master" },
  "vim-jira-complete": { "branch": "master" },
  "vim-man": { "branch": "master" },
  "vim-maximizer": { "branch": "master" },
  "vim-nginx": { "branch": "master" },
  "vim-obsession": { "branch": "master" },
  "vim-orgmode": { "branch": "master" },
  "vim-peekaboo": { "branch": "master" },
  "vim-plugin-AnsiEsc": { "branch": "master" },
  "vim-present": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-puppet": { "branch": "master" },
  "vim-racket": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-rsi": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-scriptease": { "branch": "master" },
  "vim-secret": { "branch": "master" },
  "vim-sensible": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-syntax-bind-named": { "branch": "master" },
  "vim-tbone": { "branch": "master" },
  "vim-terraform": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-toggle": { "branch": "master" },
  "vim-toml": { "branch": "main" },
  "vim-unimpaired": { "branch": "master" },
  "vim-vinegar": { "branch": "master" },
  "vim-vividchalk": { "branch": "master" },
  "vimfiler": { "branch": "master" },
  "visualrepeat": { "branch": "master" },
  "webapi-vim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
